---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomNumberOfPeopleParam
source: html/3c55ae48-f75d-ca61-2d6d-961b7bd464ec.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomNumberOfPeopleParam Property

"Number of People"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomNumberOfPeopleParam { get; }
```